{
  "title": "Politica de Confidențialitate",
  "subtitle": "Această Politică de Confidențialitate descrie tipurile de informații personale pe care le colectează site-ul coffeeandcream.net de la utilizatori și modul în care utilizez și protejez aceste informații.",
  "content": [
    {
      "title": "Informații Colectate",
      "text": "Pentru a oferi serviciile mele, pot colecta următoarele tipuri de informații personale de la utilizatori: - Informații de contact, cum ar fi nume, adresă de email, număr de telefon și adresă poștală. - Informații de plată, cum ar fi numerele de card de credit, adresele de facturare și alte detalii de plată. - Informații despre utilizarea site-ului meu, inclusiv adresa IP, tipul de browser și tipul de dispozitiv. - Alte informații pe care alegeți să mi le furnizați, cum ar fi feedback-ul, recenziile sau comentariile."
    },
    {
      "title": "Modul de Utilizare a Informațiilor Dvs.",
      "text": "Utilizez informațiile personale pentru a oferi și îmbunătăți serviciile mele, pentru a comunica cu dvs. în legătură cu contul dvs. și serviciile mele și pentru a personaliza experiența dvs. pe site-ul meu. În mod specific, pot utiliza informațiile dvs. în următoarele scopuri:",
      "list": [
        "Pentru a procesa plățile și a finaliza tranzacțiile.",
        "Pentru a oferi asistență și a răspunde la întrebări.",
        "Pentru a personaliza experiența dvs. pe site-ul meu.",
        "Pentru a trimite mesaje promoționale și comunicări de marketing.",
        "Pentru a îmbunătăți site-ul meu și serviciile mele."
      ]
    },
    {
      "title": "Modul de Protejare a Informațiilor Dvs.",
      "text": "Acord o mare importanță securității informațiilor personale și iau măsuri rezonabile pentru a le proteja împotriva accesului neautorizat, divulgării sau utilizării incorecte. Utilizez tehnologii și proceduri de securitate standard din industrie pentru a ajuta la protejarea informațiilor dvs."
    },
    {
      "title": "Modul de Partajare a Informațiilor Dvs.",
      "text": "Nu vând sau închiriez informațiile dvs. personale către terțe părți. Cu toate acestea, pot partaja informațiile dvs. cu furnizorii de servicii terți care mă ajută să ofer serviciile mele, cum ar fi procesatorii de plăți, furnizorii de hosting și furnizorii de servicii de email. Partajez doar cantitatea minimă de informații necesare pentru a furniza aceste servicii, și cer ca acești furnizori de servicii să păstreze confidențialitatea informațiilor dvs."
    },
    {
      "title": "Modul de Utilizare a Cookie-urilor",
      "text": "Utilizez cookie-uri și tehnologii similare pentru a oferi și îmbunătăți serviciile mele, pentru a analiza utilizarea site-ului meu și pentru a vă aminti preferințele dvs. Puteți dezactiva cookie-urile în setările browser-ului dvs., dar unele părți ale site-ului meu pot să nu funcționeze corect dacă o faceți."
    },
    {
      "title": "Opțiunile Dvs.",
      "text": "Aveți dreptul să accesați, să corectați sau să ștergeți informațiile dvs. personale în orice moment. Puteți face acest lucru contactându-mă direct."
    },
    {
      "title": "Modificări ale Acestei Politici",
      "text": "Pot actualiza această Politică de Confidențialitate din când în când pentru a reflecta modificări ale practicilor mele sau din alte motive operaționale, legale sau reglementare. Vă voi notifica cu privire la orice modificări semnificative prin postarea politicii actualizate pe site-ul meu sau prin trimiterea unui email."
    },
    {
      "title": "Contact",
      "text": "Dacă aveți întrebări sau preocupări referitoare la această Politică de Confidențialitate, vă rugăm să mă contactați la:",
      "email": "office@coffeeandcream.net"
    }
  ]
}
