{
  "title": "Foglalkoztatási Feltételek",
  "subtitle": [
    "Ezek a foglalkoztatási feltételek érvényesek minden Coffeeandcream által végzett munkára.",
    "Azzal, hogy engedélyt ad a munka folytatására, beleegyezik ezekhez a feltételekhez."
  ],
  "footer": "Jelen megállapodás bármely rendelkezésének érvénytelensége vagy nem végrehajthatósága nem érinti a megállapodás bármely más rendelkezésének érvényességét vagy végrehajthatóságát, amely teljes hatállyal marad érvényben.",
  "content": [
    {
      "title": "Fizetési Feltételek",
      "text": [
        "A munka megkezdése előtt a teljes munkadíj 50%-a előre fizetendő. A munka befejezésekor a fennmaradó összeget a számla dátumától számított 14 napon belül kell kifizetni. Nagyobb projektek esetén előfordulhat, hogy egy nagyobb előleget vagy részletfizetési ütemtervet kérek. Ha ez a helyzet, akkor erről egyeztetek Önnel a munkám megkezdése előtt.",
        "A befejezés azt jelenti, amikor a weboldal már funkcionálisan készen áll, és nem feltétlenül akkor, amikor a tartalom is teljes. Az Ön felelőssége, hogy minden tartalmat, belépési adatokat és más anyagot, amelyre szükség van a munka befejezéséhez, időben eljuttassa hozzám.",
        "Ha nem tartja be a 14 napos fizetési határidőt, akkor fenntartom a jogot, hogy szüneteltetem a munkát vagy felfüggesszem a szolgáltatásokat. Az immateriális tulajdonjogok sem kerülnek átruházásra, és a már szolgáltatott kódok, grafikák vagy más anyagok visszavonásra kerülnek.",
        "Ha nem tudom együttműködése miatt egy kész weboldalt szállítani, akkor fenntartom a jogot, hogy a weboldal befejezése előtt teljes összeget számlázzak vagy részletfizetést kérjek."
      ]
    },
    {
      "title": "Projekt Számítás és Design Elfogadása",
      "text": [
        "Az Ön felelőssége, hogy a kérés tartalmazza a projekt részletes követelményeit, mielőtt ajánlatot kérne tőlem. Ennek elmulasztása váratlan további idő- és költségigényhez vezethet.",
        "Erősen ajánlott, hogy mutassa meg nekem a terveit vagy vázlatait mielőtt a projektet elkezdem. Ez segít elkerülni kellemetlen helyzeteket, amikor el kell utasítanom a vázlatait, mert már kifejlesztettem a szerkezetet.",
        "Az Ön felelőssége, hogy a design-okat és a tartalmakat a fejlesztés megkezdése előtt biztosítsa számomra. Az elfogadás után már nem lehet módosítani a design-on, csak kisebb változtatásokat lehet eszközölni."
      ]
    },
    {
      "title": "Módosítások az Elfogadott Projekt Terjedelmében",
      "text": [
        "A munkálatokra vonatkozó ajánlat után történő projektterjedelem változtatásokra az adott plusz munkálatokra vonatkozóan új ajánlatot adok. Az ilyen munkálatokhoz további időtervet is szükséges meghatározni, amely akadályozhatja a projekt szállítását.",
        "Az extra munkálatokat külön számlázhatom az eredeti projektterjedelem mellett.",
        "Az extra munkálatok nem befolyásolják az eredeti projektterjedelem számlázási módját vagy idejét."
      ]
    },
    {
      "title": "Elfogadás és Módosítások az Oldalakon Közzététel Előtt",
      "text": [
        "A megegyezett 50%-os előleg elhagyásával megerősíti, hogy elkezdhetem a kialakítást.",
        "Csak három kör módosítást fogadok el, amelyek az elfogadott projekt költségeihez kapcsolódnak a közzététel előtt. Azon túli idő vagy munka az előzőekben említett 3. pont szerint kerül felszámításra. Ezért javaslom, hogy gyűjtsön össze minden módosítási kérést egyetlen tömör e-mailben."
      ]
    },
    {
      "title": "Szellemi Tulajdonjogok",
      "text": [
        "Az e szerződés keretében szállított minden munka a teljes összes számla kifizetése után az Ön tulajdonává válik. Addig az időpontig az általam létrehozott összes kód, grafika és egyéb anyag a saját tulajdonomban marad.",
        "A tulajdonjogok nem tartalmazzák azoknak a harmadik féltől származó szoftvereknek és bővítményeknek a forráskódját, amelyek részei a munkálatoknak."
      ]
    },
    {
      "title": "Szerződés Megszüntetése",
      "text": [
        "Bármely fél bármikor megszüntetheti a szerződést. Ezt a záradékot csak rendkívül ritka esetben hivatkoznám meg, ha megoldhatatlan vita merül fel.",
        "A megszüntetés esetén bármelyik fél kérésére számlát állítok ki az utolsó szerződéses napig teljesített munkáért. Az eddig elkészített minden kód, grafika és más anyag az Immaterial Tulajdonjogok Záradékának megfelelően Önhöz kerül."
      ]
    },
    {
      "title": "Információk Bizalmas Kezelése",
      "text": [
        "Mindkét fél egyetért azzal, hogy nem hozza nyilvánosságra a szerződés lebonyolítása előtt vagy annak során nyújtott bizalmas információkat."
      ]
    },
    {
      "title": "Minőségbiztosítás",
      "text": [
        "Ha a szerződés befejezése után hibák merülnének fel a munkáim között, 30 napos ingyenes javítást vállalok. Ezt a garanciát a szerződés befejezését követő 30 napig érvényben tartom, és nem vonatkozik azokra a munkákra, amelyeket egy másik fél utólag módosított, és az eredeti szerződés részeként felhasznált harmadik fél komponensekre."
      ]
    },
    {
      "title": "Ideiglenes Webhely Hosting",
      "text": [
        "Amikor egy új weboldalt fejlesztek, választhatom az ideiglenes tárhely biztosítását a webhely számára a fejlesztés időtartamára. Ezt bármikor értesítés nélkül visszavonhatom. Ha inkább a saját szerverein kívánja tárolni a weboldalt, akkor meg kell adnia a szükséges belépési adatokat és hitelesítő adatokat az elfogadás előtt.",
        "Ha a weboldal fejlesztése után szeretné meghosszabbítani ezt az ideiglenes tárhelyszolgáltatást, például ha még mindig tartalomra van szüksége, akkor ezt kérheti. Azonban díjat számíthatok fel ezért."
      ]
    },
    {
      "title": "Adatgyűjtés",
      "text": [
        "Ha a projekt követelményei magukban foglalják a személyes adatok gyűjtését és tárolását, akkor az adott weboldal tulajdonosának felelőssége, hogy tisztában legyen a gyűjtött adatokkal, azok tárolásával, eltávolításával és a személyes adatok védelmével kapcsolatos jogi kötelezettségeivel. Javaslatokat teszek a jó gyakorlatok és megvalósítás tekintetében, de elfogadja, hogy nem az én feladatom a weboldalon gyűjtött adatok kezelésének vagy feldolgozásának kezelése.",
        "Marketing célokra fenntartom magamnak a jogot, hogy népszerűsítsem a személyes részvételem a projektben a projekt közben és után. Ez lehetséges közösségi média csatornákon keresztül.",
        "Felismerem, hogy ez nem mindig megfelelő, ezért ha kifogása van ezzel kapcsolatban, kérjük, konzultáljon velem a szerződés lejárta előtt."
      ]
    }
  ]
}
