{
  "title": "Termeni și condiții",
  "subtitle": [
    "Acești termeni și condiții se aplică tuturor lucrărilor efectuate de Coffeeandcream.",
    "Prin acordarea autorizației de a continua cu o lucrare, vă exprimați consimțământul la acești termeni."
  ],
  "footer": "Invaliditatea sau inaplicabilitatea oricărei prevederi din acest Acord nu va afecta validitatea sau aplicabilitatea oricărei alte prevederi din acest Acord, care vor rămâne în vigoare.",
  "content": [
    {
      "title": "Termeni de plată",
      "text": [
        "Un avans de 50% trebuie plătit înainte de începerea lucrării. Soldul la finalizarea lucrării trebuie plătit în termen de 14 zile de la data facturii. Pentru proiectele mai mari, pot solicita un avans mai mare sau un program de plată pe etape. În cazul acesta, voi conveni cu dvs. în prealabil înainte de începerea lucrării mele.",
        "Finalizarea se consideră atunci când site-ul este complet din punct de vedere tehnic, nu neapărat când este complet din punct de vedere al conținutului. Este responsabilitatea dvs. să vă asigurați că tot conținutul, informațiile de conectare și alte materiale necesare pentru a finaliza lucrarea sunt furnizate la timp.",
        "Dacă nu respectați termenii de plată de 14 zile, pot opri lucrările sau pot suspenda serviciile conform considerațiilor mele. Drepturile de proprietate intelectuală nu vor fi transferate, iar orice cod, grafică sau alte materiale deja furnizate vor fi retrase.",
        "În cazul în care nu pot livra un site finalizat din cauza întârzierilor nerezonabile în obținerea a ceea ce am nevoie de la dvs., îmi rezerv dreptul de a factura integral înainte de finalizarea site-ului sau de a solicita o plată intermediară."
      ]
    },
    {
      "title": "Scopul proiectului și aprobarea design-ului",
      "text": [
        "Este responsabilitatea dvs. să vă asigurați că caietul de sarcini conține toate detaliile complete ale cerințelor proiectului înainte de a obține o ofertă de la mine. Neefectuarea acestui lucru poate duce la cerințe neașteptate suplimentare de timp și costuri.",
        "Se recomandă cu tărie să îmi prezentați design-ul sau machetele înainte de a începe proiectul. Acest lucru va ajuta să evităm situații neplăcute în care va trebui să resping design-ul dvs. din cauza faptului că deja am dezvoltat structura.",
        "Este responsabilitatea dvs. să furnizați design-urile și resursele dvs. înainte de a mă instrui să încep dezvoltarea. După aprobare, nu veți mai putea face modificări în afară de schimbări minore la design."
      ]
    },
    {
      "title": "Modificări la scopul proiectului agreat",
      "text": [
        "Orice modificări la scopul proiectului după ce lucrarea a fost cotată vor fi supuse unei oferte revizuite pentru lucrări suplimentare. Aceasta va necesita și planificarea suplimentară a timpului, ceea ce ar putea întârzia livrarea proiectului.",
        "Lucrările suplimentare pot fi facturate separat față de scopul inițial al proiectului.",
        "Cererile de lucrări suplimentare nu vor amâna modul sau momentul în care voi factura scopul inițial al proiectului."
      ]
    },
    {
      "title": "Aprobare și modificări ale site-ului înainte de publicare",
      "text": [
        "Prin lăsarea avansului de 50% convenit, confirmați că pot începe construcția.",
        "Voi accepta doar trei runde de modificări, legate de cele trei versiuni pe care le voi furniza, în cadrul costurilor proiectului convenite înainte de publicare. Orice timp sau lucru suplimentar dincolo de acestea va fi supus clauzei 3 a acestor termeni. De aceea, se recomandă să adunați toate solicitările de modificare într-un singur email concis."
      ]
    },
    {
      "title": "Drepturile de proprietate intelectuală",
      "text": [
        "Toate lucrările livrate în cadrul acestui contract devin proprietatea persoanei care închiriază după primirea plății integrale a tuturor facturilor. Până la acea dată, dreptul de proprietate asupra tuturor codurilor, graficelor și altor materiale produse de mine rămâne în posesia mea.",
        "Drepturile de proprietate nu includ codul sursă al oricărui software sau pluginuri de terțe părți utilizate ca parte a lucrărilor."
      ]
    },
    {
      "title": "Încetarea contractului",
      "text": [
        "Oriuna dintre părți poate anula contractul în orice moment. Aș apela la această clauză doar în cazul rar în care apare o dispută nerezolvabilă.",
        "În cazul încetării, de către oricare dintre părți, voi emite o factură pentru toate lucrările produse până în ultima zi a contractului. Toate codurile, graficele și alte materiale produse până atunci vor fi transferate către dvs. conform clauzei privind Drepturile de Proprietate Intelectuală de mai sus."
      ]
    },
    {
      "title": "Confidențialitatea informațiilor",
      "text": [
        "Ambele părți sunt de acord să nu dezvăluie informațiile confidențiale furnizate înainte sau în timpul derulării contractului."
      ]
    },
    {
      "title": "Asigurarea calității",
      "text": [
        "Dacă se descoperă defecte în oricare dintre lucrările mele după încheierea contractului, sunt de acord să le corectez gratuit în termen de 30 de zile. Această garanție expiră la 30 de zile după finalizarea contractului și exclude orice din lucrările mele care au fost ulterior modificate de o altă parte și orice componente ale terțelor părți utilizate ca parte a contractului original."
      ]
    },
    {
      "title": "Gazduire temporara a site-ului",
      "text": [
        "Când dezvolt un site nou, pot alege să ofer o gazduire temporară pentru site pe durata construcției. Aceasta poate fi retrasă în orice moment fără notificare. Dacă preferați să găzduiți site-ul pe propriile dvs. servere, va trebui să furnizați detaliile de conectare și acreditările necesare înainte de aprobare.",
        "Dacă doriți să prelungiți această gazduire temporară după finalizarea construcției, de exemplu, dacă încă adunați conținut, puteți solicita acest lucru. Cu toate acestea, pot alege să perceapă o taxă pentru aceasta."
      ]
    },
    {
      "title": "Colectarea datelor",
      "text": [
        "Dacă cerințele proiectului includ colectarea și stocarea de date personale, atunci este responsabilitatea proprietarului site-ului să fie conștient de ce date sunt colectate, cum sunt stocate, cum să le ștergeți și obligațiile lor legale în materie de protecția datelor. Voi oferi sfaturi în ceea ce privește buna practică și implementarea, dar acceptați că nu este responsabilitatea mea să gestionez sau să procesez datele colectate pe site.",
        "În scopuri de marketing, îmi rezerv dreptul de a promova implicarea mea personală în proiect în timpul și după finalizarea acestuia. Acest lucru poate avea loc prin canalele de social media.",
        "Recunosc că acest lucru nu ar putea fi întotdeauna adecvat, deci dacă aveți obiecții, vă rog să mă consultați înainte de încheierea contractului."
      ]
    }
  ]
}
